export default function GeneralChecking() {
  return (
    <div
    className="tab-pane tab-pane-1 fade  mt-3 p-3"
    id="home"
    role="tabpanel"
    aria-labelledby="home-tab"
  >
    <div className="container">
      <div className="row">
        <h5 className="text-secondary">نقد و بررسی کلی</h5>
        <p className="text-secondary bg-light p-2">
          هدفون P47 هدفون P47 با وزن ۱۹۴ گرم و جنس پلاستیکی مقاوم با
          ظاهری زیبا و شیک با دیزاین فوق العاده در رنگ های : (سفید ،
          قرمز ، آبی ، مشکی) با کیفیت عالی شرکتی و روکش نایلونی پلمپی
          روی پک، یکی از هدفون های میان رده و پرطرفدار بازار با کیفیت
          خوب و قیمت مناسب است. اتصال هدفون P47 بلوتوثی بوده و بدون نیاز
          به نصب نرم افراز سازگار با سیستم عامل های Android / Windows /
          IOS و …. می باشد. ورژن بلوتوث هدفون ۵٫۰ است و محدوده عملکرد
          بلوتوث آن تا ۱۰ متر می باشد. هدفون P47 دارای باتری لیتیومی با
          شدت جریان خروجی ۳۵ MW می باشد. مدت زمان لازم برای شارژ هدفون ۲
          ساعت و مدت زمان روشن ماندن در حالت استنبای ۴۰۰ ساعت و مدت زمان
          روشن ماندن در حالت پخش ۲۰ تا ۲۴ ساعت می باشد. این محصول دارای
          LED نشانگر میزان و ضعیت شارژ هدفون می باشد. دکمه های تعبیه شده
          روی هدفون جهت کنترل و مدیریت : روشن و خاموش کردن هدفون /
          مدیریت پخش و مکث موزیک / کنترل میزان صدای موزیک / مدیریت پاسخ
          و رد تماس / مدیریت پخش موزیک قبلی و بعدی / و دارای درگاه Micro
          USB برای شارژ کردن هدفون.
        </p>
      </div>
      <div className="row">
        <div className="col-sm-12 col-md-5 sp-rate ">
          <div className="bg-light my-3 p-3">
            <h6 className="mb-2 mt-2">ارزش خرید نسبت به قیمت</h6>
            <div className="progress">
              <div
                className="progress-bar"
                role="progressbar"
               
                aria-valuenow="25"
                aria-valuemin="0"
                aria-valuemax="100"
              ></div>
            </div>
            <h6 className="mb-2 mt-3">کیفیت ساخت</h6>
            <div className="progress" >
              <div
                className="progress-bar"
                role="progressbar"
               
                aria-valuenow="25"
                aria-valuemin="0"
                aria-valuemax="100"
              ></div>
            </div>
            <h6 className="mb-2 mt-3">کیفیت عمومی پخش صدا</h6>
            <div className="progress" >
              <div
                className="progress-bar"
                role="progressbar"
              
                aria-valuenow="25"
                aria-valuemin="0"
                aria-valuemax="100"
              ></div>
            </div>
            <h6 className="mb-2 mt-3">امکانات و قابلیت ها</h6>
            <div className="progress">
              <div
                className="progress-bar"
                role="progressbar"
               
                aria-valuenow="25"
                aria-valuemin="0"
                aria-valuemax="100"
              ></div>
            </div>
            <h6 className="mb-2 mt-3">ارگونومی</h6>
            <div className="progress" >
              <div
                className="progress-bar"
                role="progressbar"
               
                aria-valuenow="25"
                aria-valuemin="0"
                aria-valuemax="100"
              ></div>
            </div>
          </div>
        </div>
        <div className="col-sm-12 col-md-7 ">
          <div className="bg-light my-3 p-3">
            <h6 className="feature text-dark mt-3">ویژگیهای محصول</h6>
            <ul className="nav flex-column feature-list mb-4">
              <li className="nav-item text-secondary">
                <a
                  className="nav-link active pr-0 text-secondary"
                  href="#"
                >
                  <i className="fal fa-dot-circle text-primary mr-1"></i>
                  کیفیت صدای بالا
                </a>
              </li>
              <li className="nav-item">
                <a className="nav-link pr-0 text-secondary" href="#">
                  <i className="fal fa-dot-circle text-primary mr-1"></i>
                  مقاوم در برابر ضربه
                </a>
              </li>
              <li className="nav-item">
                <a className="nav-link pr-0 text-secondary" href="#">
                  <i className="fal fa-dot-circle text-primary mr-1"></i>
                  ارزش خرید بالا
                </a>
              </li>
              <li className="nav-item">
                <a className="nav-link pr-0 text-secondary">
                  <i className="fal fa-dot-circle text-primary mr-1"></i>
                  قابلیت بی سیم
                </a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>

    <div className="container">
      <div className="row expert-critical">
        <section className="bg-light p-3">
          <h6>نقد و بررسی تخصصی</h6>
          <p className="text-dark">
            صداهای موسیقیایی بر خلاف نوفه ها عموماً به شکل آگاهانه تولید
            شده اند . فرکانس مشخص و معینی داشته و همین خصوصیت فیزیکی علت
            مورد طبع بودن صداهای موسیقیایی در قیاس با نوفه ها می باشد
            البته باید توجه داشت که به هیچ عنوان نوفه ها به شکل مطلق
            نامطبوع نمی باشد و در حقیقت می شود گفت که صداهای موسیقیایی
            از نوفه ها مطبوع تر می باشد . در تئوری موسیقی ما به صداهای
            موسیقیایی پرداخته ایم چون در هر صورت قابلیت ارزیابی را دارند
            این مسئله که ما در آموزش مجازی موسیقی به صداهای غیر
            موسیقیایی نمی پردازیم علت آن این نمی باشد که این صداها توسط
            یک تئوریسین آموزش مجازی موسیقی به کار برده نمی شود و در
            موسیقی موثر نمی باشد در حقیقت به این دلیل به این صداها نمی
            پردازیم که این صداها مشخصه های خاصی را دارا نمی باشند به طور
            نمونه همه ی ما در یک قطعه ی موسیقی صداهای باران و یا امواج
            دریا ( که به عنوان نوفه می باشد ) را گوش داده ایم یا در یک
            سمفونی معروف کلاسیک که در آن از صدای توپ جنگی ( که به عنوان
            نوفه می باشد ) به کار برده شده است.
          </p>
        </section>

        <section className="expert-critical-navbar">
          <ul className="nav flex-column">
            <li className="nav-item pl-3 position-relative">
              <i className="fal fa-dot-circle text-secondary position-absolute"></i>

              <p>
                نکته ی برجسته در مورد هدفون نیا x3 پشتیبانی از کارت های
                Micro SD/TF است.در نتیجه شما می توانید هر کجا و در هر
                زمانی به آهنگ های مورد علاقه ی گوش بدهید, بدون اینکه
                مجبور باشید به دستگاهی با بلوتوث متصل باشید.فقط کافی است
                که این کارت را در داخل هدست خود قرار دهید تا ترک های
                مورد علاقه شما رو همیشه همراه داشته باشید و از صدای با
                کیفیت بالا که از این هدست پخش می شود لذت ببرید.هدفون نیا
                x3 تنها به شما این توانایی را نمی دهد که به آهنگ های
                مورد علاقه ی خود از کارت Micro SD گوش کنید، بلکه شما با
                این هدفون همچنین می توانید به ایستگاه رادیویی محلی خود
                متصل شوید و به رادیو گوش کنید. هدست های امروزی دارای
                کانال های مورد علاقه ی شما هم هستند، بنابراین شما هر
                لحظه که دوست داشته باشید می توانید به کانال های رادیویی
                وصل شوید.هدفون نیا x3 دارای پورت BH-720 AUX است که شما
                را قادر می سازد تا به هدفون های دیگر متصل شوید و موزیک
                های خود را با دستگاه بلوتوثی دیگر به اشتراک بگذارید.این
                یک خاصیت شگفت انگیز است که به شما اجازه می دهد تا قابلیت
                اشتراک گذاری ترک ها رابا دیگر دستگاه های بلوتوثی در
                اختیار داشته باشید.
              </p>
            </li>
            <li className="nav-item pl-3 position-relative">
              <i className="fal fa-dot-circle text-secondary position-absolute"></i>

              <p>
                نکته ی برجسته در مورد هدفون نیا x3 پشتیبانی از کارت های
                Micro SD/TF است.در نتیجه شما می توانید هر کجا و در هر
                زمانی به آهنگ های مورد علاقه ی گوش بدهید, بدون اینکه
                مجبور باشید به دستگاهی با بلوتوث متصل باشید.فقط کافی است
                که این کارت را در داخل هدست خود قرار دهید تا ترک های
                مورد علاقه شما رو همیشه همراه داشته باشید و از صدای با
                کیفیت بالا که از این هدست پخش می شود لذت ببرید.هدفون نیا
                x3 تنها به شما این توانایی را نمی دهد که به آهنگ های
                مورد علاقه ی خود از کارت Micro SD گوش کنید، بلکه شما با
                این هدفون همچنین می توانید به ایستگاه رادیویی محلی خود
                متصل شوید و به رادیو گوش کنید. هدست های امروزی دارای
                کانال های مورد علاقه ی شما هم هستند، بنابراین شما هر
                لحظه که دوست داشته باشید می توانید به کانال های رادیویی
                وصل شوید.هدفون نیا x3 دارای پورت BH-720 AUX است که شما
                را قادر می سازد تا به هدفون های دیگر متصل شوید و موزیک
                های خود را با دستگاه بلوتوثی دیگر به اشتراک بگذارید.این
                یک خاصیت شگفت انگیز است که به شما اجازه می دهد تا قابلیت
                اشتراک گذاری ترک ها رابا دیگر دستگاه های بلوتوثی در
                اختیار داشته باشید.
              </p>
            
            </li>
            <li className="nav-item pl-3 position-relative">
              <i className="fal fa-dot-circle text-secondary position-absolute"></i>

              <p>
                نکته ی برجسته در مورد هدفون نیا x3 پشتیبانی از کارت های
                Micro SD/TF است.در نتیجه شما می توانید هر کجا و در هر
                زمانی به آهنگ های مورد علاقه ی گوش بدهید, بدون اینکه
                مجبور باشید به دستگاهی با بلوتوث متصل باشید.فقط کافی است
                که این کارت را در داخل هدست خود قرار دهید تا ترک های
                مورد علاقه شما رو همیشه همراه داشته باشید و از صدای با
                کیفیت بالا که از این هدست پخش می شود لذت ببرید.هدفون نیا
                x3 تنها به شما این توانایی را نمی دهد که به آهنگ های
                مورد علاقه ی خود از کارت Micro SD گوش کنید، بلکه شما با
                این هدفون همچنین می توانید به ایستگاه رادیویی محلی خود
                متصل شوید و به رادیو گوش کنید. هدست های امروزی دارای
                کانال های مورد علاقه ی شما هم هستند، بنابراین شما هر
                لحظه که دوست داشته باشید می توانید به کانال های رادیویی
                وصل شوید.هدفون نیا x3 دارای پورت BH-720 AUX است که شما
                را قادر می سازد تا به هدفون های دیگر متصل شوید و موزیک
                های خود را با دستگاه بلوتوثی دیگر به اشتراک بگذارید.این
                یک خاصیت شگفت انگیز است که به شما اجازه می دهد تا قابلیت
                اشتراک گذاری ترک ها رابا دیگر دستگاه های بلوتوثی در
                اختیار داشته باشید.
              </p>
            
            </li>
          </ul>
        </section>
      </div>
    </div>
  </div>
  )
}
